html>
    <head>
        <meta charset="UTF-8">
        <tilte>Hello world</tilte>
    </head>
    <body>
        <h1>My first Heading</h1>
        <p>My First Paragraph</p>
        <h5>พีรดนย์ ฉันทมิตร์ 63070123</h5>
        <img src="cat.jpg">
        <br>
        <a href="http://www.it.kmitl.ac.th">This is a Link</a>
        <h1>เรื่องตลก</h1>
        <p>คณะทัวร์กลุ่มหนึ่งนั่งรอหนุ่มบ้านนอกเพื่อนร่วมคณะที่จนแล้วจนรอดก็ไม่โผล่มาสักที ทั้งๆที่เลยเวลานัดมา 30 นาทีแล้ว ด้วยความสงสัย ไกด์สาวจึงโทร.ถามขึ้นไปตามที่ห้องพัก...

            " คุณจะไปหรือเปล่า เรานั่งรอกันมาครึ่งชั่วโมงแล้วนะ"
            
            ไกด์สาวกรอกเสียงไปอย่างฉุนๆ
            
            " โอย..ดีใจจังเลยที่คุณโทร.มา ช่วยผมหน่อยเหอะ ผมออกจากห้องไม่ได้ "
            
            หนุ่มบ้านนอกวิงวอน
            
            " เกิดอะไรขึ้นคะ " ไกด์สาวตกใจ
            
            " ผมก็ไม่รู้เหมือนกัน ในห้องนี้มีประตูอยู่ 3 บาน
            
            บานหนึ่งเป็นประตูห้องน้ำ
            
            บานหนึ่งเป็นประตูตู้เสื้อผ้า
            
            ส่วนอีกบานผมไม่รู้ว่าเป็นอะไร
            
            แต่ผมไม่กล้าเปิด เพราะมีป้ายแขวนไว้ว่า
            
            ...ห้ามรบกวน "</p>
            <img src="dont.jpg">

        <h2>The unordered list</h2>
        <u1>
            <li>Google</li>
            <li>Yahoo</li>
            <li>Amazon</li>
        </u1>

    </body>
</html>
